Repository: armonlabs/mobilepass
Catalog: ios/MobilePassSDK/*.lproj/Localizable.strings
Languages: tr

# text_status_message_succeed
source: You can pass now
tr: Şimdi geçiş yapabilirsiniz

# text_status_message_failed
source: Pass request has been failed
tr: Geçiş isteğiniz başarısız oldu

# text_status_message_not_connected
source: Could not communicate with the device
tr: Cihaz ile iletişim kurulamadı

# text_status_message_unauthorized
source: You are not authorized to pass
tr: Geçiş yetkiniz bulunmamaktadır

# text_status_message_scanning
source: Scanning for nearby devices
tr: Yakındaki cihazlar taranıyor

# text_status_message_timeout
source: Request timed out
tr: İstek zaman aşımına uğradı

# test_status_message_remoteaccess_timeout
source: Communication with device timed out
tr: Cihaz ile iletişim zaman aşımına uğradı

# text_status_message_connecting
source: Connecting...
tr: Bağlantı kuruluyor...

# text_status_message_waiting
source: Your pass request is being sent...
tr: Geçiş isteğiniz gönderiliyor...

# text_status_message_need_ble_enabled
source: Bluetooth must be enabled to continue.
tr: Devam edebilmek için Bluetooth etkinleştirilmiş olmalıdır.

# text_status_message_need_location_enabled
source: Location services must be turned on to continue. You can change this setting in Settings > Privacy > Location Services
tr: İşleme devam edebilmeniz için konum servislerinin açık olması gerekmektedir. Ayarlar > Gizlilik > Konum Servisleri bölümünde bu ayarı değiştirebilirsiniz

# text_status_message_need_permission_location
source: You need to grant Location permission to the application
tr: İşleme devam edebilmeniz için uygulamaya konum erişim izni vermeniz gerekmektedir.

# text_status_message_need_permission_bluetooth
source: To pass with Bluetooth, you need to give Bluetooth permission to the application
tr: Bluetooth ile geçiş için uygulamaya Bluetooth izni vermeniz gerekmektedir

# text_status_message_need_permission_camera
source: In order to scan QR code, you need to give Camera Access permission to the application
tr: Karekodu tarayabilmek için uygulamaya kamera erişim izni vermeniz gerekmektedir.

# text_status_message_error_empty_config
source: An error occurred during pass. Code: 4501
tr: Geçiş sırasında bir hata oluştu. Kod: 4501

# text_status_message_error_invalid_action
source: An error occurred during pass. Code: 4502
tr: Geçiş sırasında bir hata oluştu. Kod: 4502

# text_status_message_error_invalid_qrcode_content
source: An error occurred during pass. Code: 4503
tr: Geçiş sırasında bir hata oluştu. Kod: 4503

# text_status_message_error_invalid_qrcode_id
source: An error occurred during pass. Code: 4504
tr: Geçiş sırasında bir hata oluştu. Kod: 4504

# text_status_message_error_invalid_direction
source: An error occurred during pass. Code: 4505
tr: Geçiş sırasında bir hata oluştu. Kod: 4505

# text_status_message_error_invalid_hardware_id
source: An error occurred during pass. Code: 4506
tr: Geçiş sırasında bir hata oluştu. Kod: 4506

# text_status_message_error_invalid_relay_number
source: An error occurred during pass. Code: 4507
tr: Geçiş sırasında bir hata oluştu. Kod: 4507

# text_status_message_suggestion
source: You can pass with Bluetooth without experiencing network issues
tr: Bluetooth ile ağ sorunları yaşamadan geçiş yapabilirsiniz

# text_status_message_suggestion_enable
source: Bluetooth must be enabled on your phone
tr: Telefonunuzda Bluetooth etkinleştirilmiş olmalıdır

# text_status_message_suggestion_authorize
source: You need to grant Bluetooth permission to the application
tr: Uygulamaya Bluetooth izni vermeniz gerekmektedir

# text_location_message
source: You must be in a defined location to continue
tr: Devam edebilmek için tanımlı konumda olmanız gerekmektedir

# text_location_message_reduced
source: You must be in a defined location to continue Enabling 'Precise Location' in app permissions will speed up your location validation
tr: Devam edebilmek için tanımlı konumda olmanız gerekmektedir Uygulama izinlerinde 'Tam Konum'u etkinleştirmek, konum doğrulamanızı hızlandıracaktır

# text_button_close
source: Close
tr: Kapat

# text_button_app_permissions
source: App Permissions
tr: Uygulama İzinleri

# text_qrcode_message
source: Please scan the QR code of access point
tr: Geçiş yapacağınız erişim kontrol noktasının karekodunu okutunuz

# text_qrcode_list_state_initializing
source: QR code list is being prepared
tr: Karekod listesi hazırlanıyor

# text_qrcode_list_state_syncing
source: Updating QR code list
tr: Karekod listesi güncelleniyor

# text_qrcode_list_state_empty
source: There is no QR code definition
tr: Karekod tanımlaması bulunmamaktadır

# text_qrcode_list_state_synced_data
source: QR code list is up to date
tr: Karekod tanımlaması güncel

# text_qrcode_list_state_stored_data
source: Failed to update QR code list
tr: Karekod tanımlaması güncellenemedi

# text_qrcode_list_tap_to_refresh
source: Tap to refresh list
tr: Listeyi yenilemek için dokunun

# text_qrcode_not_found
source: QR code not found!
tr: Karekod tanımı bulunamadı!

# text_qrcode_invalid
source: QR code definition is invalid!
tr: Karekod tanımı geçersiz!

# text_qrcode_unknown
source: Invalid QR code format
tr: Geçersiz karekod formatı
